{
    "worldwideArtists": [
        {
            "id": 1,
            "name": "Alignment",
            "perform": "DJ",
            "facebook": "https://www.facebook.com/ALIGNMENTOFFICIAL/",
            "soundcloud": "https://soundcloud.com/alignment-3",
            "ra": "https://www.residentadvisor.net/dj/alignment",
            "image": "alignment.jpg",
            "url": "alignment",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AABrtfVTfZExOMDGfFagP_Ova/ALIGNMENT?dl=0",
            "soundcloudEmbed": 144680103,
            "bio":
                "Alignment is a DJ and producer based in Berlin.He initiated his new musical project in late July of 2015 - Meanwhile he became a respected producer in the techno scene. In April 2016 he got signed to voxnox Records and is still a core artists of the Ber-lin based digital and vinyl label.Alignment dropped heavy EPs on voxnox, ARTS, FLASH Rec by Florian Meindl  & on Etruria Beat by Luca Agnelli.His talent as producer and dynamic performance as DJ let him already play around Germany, France, Spain & Italy.On February 15th he releases his first vinyl 'Spectral' on voxnox Records which already catched huge support in the scene for example by amazing artistslike Ben Klock, Chris Liebing, Laurent Garnier, Richie Hawtin, Joseph Capriati, Maceo Plex, SLAM, Seteaoc Mass, Bas Mooy, Cleric, Randomer, Abstract Divisi-on, Roberto Capuano, Nicole Moudaber, Arnaud Rebotini, Keith Carnal and many more...This story has just begun... stay tuned!"
        },
        {
            "id": 2,
            "name": "Brothers Black",
            "perform": "DJ",
            "facebook": "https://www.facebook.com/brothersblackuk/",
            "soundcloud": "https://soundcloud.com/brothersblack",
            "ra": "https://www.residentadvisor.net/dj/brothersblack",
            "image": "brothersblack.jpg",
            "url": "brothers-black",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAD-IoE8eklFG4vgf0m7NQuTa/BROTHERS%20BLACK?dl=0",
            "soundcloudEmbed": 161112107,
            "bio":
                "Brothers Black are brothers James Sison and Edward Antonio. Originally from London but now based in Berlin, their 2017 highlights include a slew of releases on family labels Voxnox Records and Safer at Night, labels Counter Pulse and Gynoid Audio, and their own self-titled, vinyl-only label Brothers Black. Breakout tracks such as Network and Timerunner have been supported widely throughout the techno community, with regular playtime at clubs like Berghain. The pair are launching into 2018 by beginning a streak of EPs with high profile remixers: Artefakt, Invite, Cosmin TRG and Jeff Rushin. Their label will also see appearances from Delta Funktionen, Eric Cloutier and High Mobility Weapons unit among others this year.\nIn addition to developing their sound the brothers have also enjoyed a growing touring schedule, headlining clubs like Griessmühle in Berlin as well as making their debut in the legendary Tresor dungeon."
        },
        {
            "id": 3,
            "name": "CYRK",
            "perform": "Live & DJ",
            "facebook": "https://www.facebook.com/cyrkmusic/",
            "soundcloud": "https://soundcloud.com/cyrkmusic",
            "ra": "https://www.residentadvisor.net/dj/cyrk-de",
            "image": "cyrk.jpg",
            "url": "cyrk",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAAQVXxj5oUso-LeJ6fozwmxa/CYRK?dl=0",
            "soundcloudEmbed": 164552711,
            "bio":
                "CYRK is a live show and studio duo that now starts life as an exciting new label in the hands of two Berlin based producers Sierra Sam and Pascal Hetzel. They have both been playing all around the planet as a live act ( Womb Tokyo , Panorama Bar Berlin , Rex Paris , Ministerium Lisbon , Folklor Lausanne , NAME fest. Lille , Dour fest, Electrozile fest Sion , Inside fest Moscow , Epizode fest Phu Quoc , Analog Room Dubai and many many more). Influenced by Detroit house and techno with shades of electro, the pair have many individual achievements between them. Pascal has released on Sound Of Vast , Eintakt , Caduceus , Eye Teeth , his own Expansion Unit and Constant Variables ... has remixed Kink ... Sam has released on the legendary Generations R&S, Tekno- tika Detroit ,Holic Trax ,Tresor & Dark Print, was partner in crime with James Pen- nington for his Suburban Knight project (live shows and Peacefrog album) .As such they are a well travelled, hugely experienced pair who promise to bring plenty of excitement to the table with their new label CYRK and on many other labels."
        },
        {
            "id": 5,
            "name": "Hertz Collision",
            "perform": "Live & DJ",
            "facebook": "https://www.facebook.com/hertzcollisionofficial/",
            "soundcloud": "https://soundcloud.com/hertz-collision",
            "ra": "https://www.residentadvisor.net/dj/hertzcollision",
            "image": "hertzcollision.jpg",
            "url": "hertz-collision",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAAHnhdKg-pX4kZaK1lUcFdxa/Hertz%20Collision?dl=0",
            "soundcloudEmbed": 47271424,
            "bio":
                "Hertz Collision is a duo formed by Francesco Profeti and Pietro Franchini. They began to collaborate in 2009 due to their musical taste. They started to release music from 2014 on labels like Tono Limited, Serial Number 849, Concrete Music, Dynamic Reflection.\nThe duo was invited to Strasbourg by Munfaktur Crew to play next to Johanna Knutsson in 2015. Hertz Collision played also in Valencia and Naples.\nIn 2016 they got the chance to release on Invite's Choice Records next to Wrong Assessment and Savas Pascalidis. During last months they released on Percistence, Uncage records, in a digital V/A for Pole group.\nIn October the duo played at Radion for the Dynamic Reflection showcase during the ADE .\nThey started their 2017 releasing a second digital ep on Dynamic Reflection with a massive remix from Stranger, and with their first complete Ep. on the well known underground label called Frozen Border.\nTheir set are characterized by a real impressive knowledge of the techno movement, by driving rhythms and powerful techno."
        },
        {
            "id": 6,
            "name": "Kaiser",
            "perform": "Live & DJ",
            "facebook": "https://www.facebook.com/kaiserksr.it",
            "soundcloud": "https://soundcloud.com/kaiserksr_it",
            "ra": "https://www.residentadvisor.net/dj/kaiserit",
            "image": "kaiser.jpg",
            "url": "kaiser",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAB0q_AUe4iLNzXhnoEzWsJfa/KAISER?dl=0",
            "soundcloudEmbed": 15269925,
            "bio":
                "Based near Bari in the south of Italy, Gianluca Caiati aka Kaiser started making his first steps in 2007 by practicing on old turntables, mixing house, classic, disco, funky and electronic music.\nIntroduced to the international scene since the very young age of 18, Kaiser started to make his own music and during the years he has released his productions for such labels like Planet Rhythm, Animal Farm, Konflkt, Quant, End Of Dayz, made of CONCRETE, with great results and feedbacks by international artists who regularly play his music.\nMoreover, he is working for great clubs around the Italy and for best places in the EU techno scene and also, has shared the major club console with the best international artists.\nIn the mid of 2018 Kaiser starts his own imprint 'K S R' where the meeting of his multi-faceted art takes shape.\nOf course, he is always working and looking forward on new discographic productions and most of all improving himself to reach new goals."
        },
        {
            "id": 7,
            "name": "Opål",
            "perform": "DJ",
            "facebook": "https://www.facebook.com/Opal030/",
            "soundcloud": "https://soundcloud.com/opal-berlin",
            "ra": "https://www.residentadvisor.net/dj/opal",
            "image": "opal.jpg",
            "url": "opal",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAD4zrSi8G9-4bfFrlRh6u3ta/OPAL?dl=0",
            "soundcloudEmbed": 23830089,
            "bio":
                "Opål is a producer and DJ that blends hypnotic, energizing techno with industrial analog elements. Often his sound is characterized by heavy kick drums, rapid hi- hats and evolving bass-lines. Growing up in the Berlin of the 90s, he has witnessed the change of Techno and is inspired from each era. With this musical background and through mixing analog and digital elements in the production process it has allowed him to create a distinct sound. Opål, like the multi colored Opal-stone the name is derived from, brings many different facets of modern electronic music to the table and underlines, that he doesn‘t only understand heavy industrial high energy techno, but also the more sophisticated and subtle aspects of electronic music.\nThis story has just begun... stay tuned!"
        },
        {
            "id": 8,
            "name": "Pascal Hetzel",
            "perform": "Live & DJ",
            "facebook": "https://www.facebook.com/pascalhetzelmusic/",
            "soundcloud": "https://soundcloud.com/pascalhetzel",
            "ra": "https://www.residentadvisor.net/dj/pascalhetzel",
            "image": "pascalhetzel.jpg",
            "url": "pascal-hetzel",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AADIBHL2m5zYQuhCuv3jfOdba/PASCAL%20HETZEL?dl=0",
            "soundcloudEmbed": 622421,
            "bio":
                "Hailing from the south of Germany, Pascal Hetzel moved to Berlin in spring 2013. It didn't take long for him to become one of the city's most promising upcoming talents with regular gigs at Panorama Bar, Watergate and Sisyphos. While conquering Berlin's bustling club life, he also grew more and more comfortable in the studio. He made his first mark with his remix for KiNK and Sierra Sam's \"My Space\" on Upon You, which was initially released as a digital-only track. It did so well, that Marco Resmann decided to press it as a one-sided white label, which now has been repressed twice.\nIn the process, a bunch of Pascal Hetzel's own tracks found the ear of Upon You's head honcho, who signed him for his white label series \"Upon You X\". Shortly after that, his second 12\" launched Wood Records, the label to Brussel's eponymous club. He has been holding his first international residency there since then. Back in Berlin his bonds with Upon You deepened, when he signed another 12\" by him, which is due to be released at the beginning of 2015, and which will include a remix by Gerd Janson's und Philip Lauer's notorious project Tuff City Kids. Pascal  ́s musical journey didn ́t stop there, more music got released on labels like Bloody Mary ́s Dame Music, Japanese imprint Sound of Vast and Eintakt to name a few.\n2016 is set to be an exciting year with many new projects. Most notably CYRK a new moniker and label he's co-founded with Sierra Sam. Their machines-driven 'four hands' live sets have been blowing up clubs like Panorama Bar or Analog Room so far. And they've only just begun. Their first EP, “Tribute“, got great reactions from DJs and dancers alike. The next releases are already scheduled to hit the shelves in the coming months. Furthermore Pascal will launch his own label Artificial Happiness. The first release will feature a remix by long time friend Luis Flores.\nThanks to his steady ascent into the upper echelons of the international club circuit. Pascal has been playing clubs all over the world (from Showcase in Paris to The Pickle in Miami and Analog Room in Dubai). And he'll continue to do so."
        },
        {
            "id": 9,
            "name": "R.A.N.",
            "perform": "Live & DJ",
            "facebook": "https://www.facebook.com/roadsatnight/",
            "soundcloud": "https://soundcloud.com/roadsatnightofficial",
            "ra": "https://www.residentadvisor.net/dj/ran",
            "image": "ran.jpg",
            "url": "ran",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAB8asiZIAQ39AfWCsCZMeW6a/R.A.N.?dl=0",
            "soundcloudEmbed": 25783203,
            "bio":
                "R.A.N. (Roads at Night) is the dark electronic, rhythmic ambient music project by Hüma Utku, hailing from İstanbul and currently based in Berlin. She tells stories through deep synths, distorted beats and ambience as she journeys between various moods. Since the release of her debut album, ‚‘Her Trembling Ceased‘’ via Partapart Records (2015), Utku has performed as live act and dj internationally, has contributed to numerous compilations and has released singles as well as remixes. She will release her next EP via Berlin based Karlrecords in summer of 2018 in 12“ and digital format."
        },
        {
            "id": 11,
            "name": "Specialivery",
            "perform": "DJ",
            "facebook": "https://www.facebook.com/specialivery/",
            "soundcloud": "https://soundcloud.com/specialivery",
            "ra": "https://www.residentadvisor.net/dj/specialivery",
            "image": "specialivery.jpg",
            "url": "specialivery",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAAP_Lo76o_mybMlFXYx6hJJa/SPECIALIVERY?dl=0",
            "soundcloudEmbed": 200718,
            "bio":
                "Swiss Armed Forces Militia Captain Carlo Bernasconi first approached musicianship as a turntablist, circa 2000 (under the pseudonym G.BIZ). By 2006 he had achieved renown in his field, reaching 2nd place at the Swiss DMC DJ Championships. Despite his classical training (having spent 7 years of his youth studying piano and solfeggio in a Conservatory setting), he didn’t take a shine to actually making music until 2011’s Specialivery revelation.\nUnder the guise of Specialivery, Carlo found himself channeling the rigor of his military training and his fondness for primeval mysticism and ancient civilizations, delivering highly polished assault of religiously frenetic percussion and brooding, primordial musical progression, drawing comparisons to dark techno luminaries such as Prurient and Perc.\nAfter diving into the deep and dark world of the first version of this airforce-producer, which was more distinguished by military-precise tribal synths and percussions, the new era of Specialivery is represented by a strong, spatial and hypnotic techno, still rich of ancestral images dropping you into the darkest rave-nights. The rude cutting of the first era is now balanced by the synthesis of warm oscillators in addition to the well-tuned steps of analog sequencers, all moved by the image of a primordial Earth looking for its place into the universe."
        },
        {
            "id": 12,
            "name": "Trunkline",
            "perform": "DJ",
            "facebook": "https://www.facebook.com/trunklineofficial",
            "soundcloud": "https://soundcloud.com/trunklineofficial",
            "ra": "https://www.residentadvisor.net/dj/trunkline",
            "image": "trunkline.jpg",
            "url": "trunkline",
            "pressKit":
                "https://www.dropbox.com/sh/kh0ykcanhzzkgx8/AAAcBqC6J0oh5MCqRbVmoJYda/TRUNKLINE?dl=0",
            "soundcloudEmbed": 181179009,
            "bio":
                "With this new project, Madben & Yann Lean get back to the essence of techno with a raw sound based on groove, textures and catchy hooks. Influenced by 90's rave sound et artists like Jeff Mills, Surgeon, DJ Pierre, Dave Clarke or DJ Funk the french producers like to write theit music \"on- the-fly\" and are adepts of a very spontaneous track conception. With \"Trunkline\" they bring back the unique texture of analogic techno. Trunkline's vinyl label will release the duos ep's. They plan to release one maxi per trimester. The project will also take to the stage as a four deck DJ set and then a \"100% machine\" live performance in the summer of 2016."
        }
    ]
}
